// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "Converter";
"Favorites" = "Favoritos";
"Settings" = "Configurações";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favourites." = "Pesquise um par de moedas e adicione-o aos favoritos.";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "Preferências";
"Stay in touch" = "Manter contato";
"About" = "Cerca de";

/* Picker label */
"Default currency" = "Moeda padrão";

/* Search Bar label */
"Search..." = "Procurar...";

/* Link to rate app */
"Rate Simoleon" = "Avalie simoleon";

/* Link to go to Twitter */
"Developer's Twitter" = "Twitter do desenvolvedor";

/* Link to contact */
"Contact" = "Contato";

/* Link to website */
"Website" = "Local na rede internet";

/* Link to privacy policy */
"Privacy Policy" = "Política de privacidade";

/* Link to terms of use */
"Terms of Use" = "Termos de uso";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "Desbloquear o all access";

/* Subscription feature titles */
"Favorite Forex Pairs" = "Pares forex favoritos";
"Over 170 Currencies" = "Mais de 170 moedas";
"Everything is Up-to-date" = "Tudo está atualizado";
"Cryptos and Commodities" = "Criptos e commodities";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "Salve qualquer par de moedas para acessá-los rapidamente.";
"Access almost every currency of the world." = "Acesse quase todas as moedas do mundo.";
"Your settings and favorite currencies in all your devices." = "Suas configurações e moedas favoritas em todos os seus dispositivos.";
"Convert currency between cryptos, gold, and silver." = "Converta moedas entre criptos, ouro e prata.";

/* Button to dismiss modal sheet */
"Cancel" = "Cancelar";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "Moedas";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "De %@ para %@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "Insira o valor";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "Categorias";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "Inscreva-se por %@ / mês";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "Restaurar compras";

/* Alert title */
"No subscriptions found" = "Nenhuma inscrição encontrada";

/* Alert message */
"You are not subscripted to Simoleon yet." = "Você ainda não assinou o simoleon.";

